tests/cases/crystallinityViscosity/system/expectedPatterns
# The crystallinity-coupled viscosity must keep the run stable
End
