tests/cases/crystallinityViscosity/system/verifyScript
verify-crystallinity-viscosity.py
